Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: .p8 key imported
ar: تم استيراد المفتاح .p8
ca: .p8 clau importada
cs: Byl importován klíč .p8
da: .p8 nøgle importeret
de: .p8 Schlüssel importiert
el: Εισήχθη .p8 κλειδί
es: Clave .p8 importada
fa: کلید .p8 وارد شد
fi: .p8 avain tuotu
fr: Clé .p8 importée
he: מפתח .p8 יובא
hr: .p8 ključ je uvezen
hu: .p8 kulcs importálva
id: Kunci .p8 diimpor
ja: .p8 キーがインポートされました
ko: .p8 키를 가져왔습니다.
ms: .p8 kunci diimport
nl: .p8 sleutel geïmporteerd
no: .p8 nøkkel importert
pl: Zaimportowano klucz .p8.
pt_br: .p8 chave importada
pt_pt: .p8 chave importada
ro: Cheia .p8 a fost importată
sk: Bol importovaný kľúč .p8
sl: .p8 ključ je uvožen
sv: .p8 nyckel importerad
th: นำเข้าคีย์ .p8 แล้ว
ur: .p8 کلید درآمد کی گئی۔
vi: Đã nhập khóa .p8
zh_hans: 已导入 .p8 密钥

source: “%@” can't take new screenshots now.
ar: لا يستطيع "%1$@" التقاط لقطات شاشة جديدة الآن.
ca: "%1$@" no pot fer captures de pantalla noves ara.
cs: „%1$@“ nyní nemůže pořizovat nové snímky obrazovky.
da: "%1$@" kan ikke tage nye skærmbilleder nu.
de: „%@“ kann gerade keine neuen Screenshots aufnehmen.
el: Το "%1$@" δεν μπορεί να τραβήξει νέα στιγμιότυπα οθόνης τώρα.
es: «%@» no admite nuevas capturas ahora.
fa: «%@» اکنون اسکرین‌شات جدید نمی‌پذیرد.
fi: "%1$@" ei voi ottaa uusia kuvakaappauksia nyt.
fr: « %@ » ne peut pas recevoir de nouvelles captures pour le moment.
he: "%1$@" לא יכול לצלם צילומי מסך חדשים כעת.
hr: “%1$@” sada ne može napraviti nove snimke zaslona.
hu: Az „%1$@” most nem tud új képernyőképeket készíteni.
id: “%1$@” tidak dapat mengambil tangkapan layar baru sekarang.
it: “%@” non può ricevere nuovi screenshot in questo momento.
ja: 「%@」は現在新しいスクリーンショットを受け付けられません。
ko: “%@”은(는) 지금 새 스크린샷을 받을 수 없습니다.
ms: “%1$@” tidak boleh mengambil tangkapan skrin baharu sekarang.
nl: “%1$@” kan nu geen nieuwe screenshots maken.
no: «%1$@» kan ikke ta nye skjermbilder nå.
pl: „%1$@” nie może teraz robić nowych zrzutów ekranu.
pt_br: “%@” não pode receber novas capturas agora.
pt_pt: “%1$@” não pode fazer novas capturas de ecrã agora.
ro: „%1$@” nu poate face noi capturi de ecran acum.
ru: «%@» сейчас не может принять новые скриншоты.
sk: „%1$@“ teraz nemôže robiť nové snímky obrazovky.
sl: »%1$@« zdaj ne more narediti novih posnetkov zaslona.
sv: "%1$@" kan inte ta nya skärmdumpar nu.
th: "%1$@" ไม่สามารถจับภาพหน้าจอใหม่ได้ในขณะนี้
tr: “%@” şu anda yeni ekran görüntüsü alamaz.
uk: «%@» зараз не може приймати нові знімки екрана.
ur: "%1$@" اب نئے اسکرین شاٹس نہیں لے سکتا۔
vi: “%1$@” hiện không thể chụp ảnh màn hình mới.
zh_hans: “%@”目前无法接收新截图。
zh_hant: 「%@」目前無法接受新的螢幕截圖。

source: "%@" doesn't look like a valid package name.
ar: "%1$@" لا يبدو وكأنه اسم حزمة صالح.
ca: "%1$@" no sembla un nom de paquet vàlid.
cs: „%1$@“ nevypadá jako platný název balíčku.
da: "%1$@" ligner ikke et gyldigt pakkenavn.
de: „%@“ sieht nicht nach einem gültigen Paketnamen aus.
el: Το "%1$@" δεν μοιάζει με έγκυρο όνομα πακέτου.
es: «%@» no parece un nombre de paquete válido.
fa: «%@» نام بستهٔ معتبری به نظر نمی‌رسد.
fi: "%1$@" ei näytä kelvolliselta paketin nimeltä.
fr: « %@ » ne semble pas être un nom de package valide.
he: "%1$@" לא נראה כמו שם חבילה חוקי.
hr: "%1$@" ne izgleda kao važeći naziv paketa.
hu: A "%1$@" nem érvényes csomagnévnek tűnik.
id: "%1$@" sepertinya bukan nama paket yang valid.
it: “%@” non sembra un nome di pacchetto valido.
ja: 「%@」は有効なパッケージ名ではないようです。
ko: "%@"은(는) 유효한 패키지 이름이 아닌 것 같습니다.
ms: "%1$@" tidak kelihatan seperti nama pakej yang sah.
nl: "%1$@" lijkt geen geldige pakketnaam.
no: «%1$@» ser ikke ut som et gyldig pakkenavn.
pl: „%1$@” nie wygląda na prawidłową nazwę pakietu.
pt_br: “%@” não parece um nome de pacote válido.
pt_pt: "%1$@" não parece um nome de pacote válido.
ro: „%1$@” nu arată ca un nume valid de pachet.
ru: «%@» не похоже на корректное имя пакета.
sk: „%1$@“ nevyzerá ako platný názov balíka.
sl: »%1$@« ni videti kot veljavno ime paketa.
sv: "%1$@" ser inte ut som ett giltigt paketnamn.
th: "%1$@" ดูเหมือนชื่อแพ็คเกจไม่ถูกต้อง
tr: “%@” geçerli bir paket adı gibi görünmüyor.
uk: «%@» не схоже на дійсну назву пакета.
ur: "%1$@" ایک درست پیکیج کے نام کی طرح نہیں لگتا ہے۔
vi: "%1$@" có vẻ như không phải là tên gói hợp lệ.
zh_hans: “%@”似乎不是有效的软件包名称。
zh_hant: 「%@」看起來不是有效的套件名稱。

source: “%@” now has ^[%lld screenshot](inflect: true).
ar: يحتوي "%1$@" الآن على لقطة شاشة ^[%2$lld] [(inflect: true).
ca: "%1$@" ara té ^[%2$lld captura de pantalla](inflect: true).
cs: „%1$@“ má nyní ^[%2$lld snímek obrazovky](inflect: true).
da: "%1$@" har nu ^[%2$lld skærmbillede](inflect: true).
de: „%@“ hat jetzt ^[%lld Screenshot](inflect: true).
el: Το "%1$@" έχει τώρα ^[%2$lld στιγμιότυπο οθόνης](inflect: true).
es: «%@» ahora tiene ^[%lld captura](inflect: true).
fa: «%@» اکنون %lld اسکرین‌شات دارد.
fi: "%1$@" sisältää nyt ^[%2$lld-kuvakaappauksen](inflect: true).
fr: « %@ » contient maintenant ^[%lld capture](inflect: true).
he: ל-"%1$@" יש כעת ^[%2$lld צילום מסך](inflect: true).
hr: “%1$@” sada ima ^[%2$lld snimak zaslona](inflect: true).
hu: A(z) „%1$@” ^[%2$lld képernyőképet (inflect: true) tartalmaz.
id: “%1$@” sekarang memiliki tangkapan layar ^[%2$lld](inflect: true).
it: “%@” ora ha ^[%lld screenshot](inflect: true).
ja: 「%@」のスクリーンショットは %lld 枚になりました。
ko: “%@”에 이제 스크린샷이 %lld개 있습니다.
ms: “%1$@” kini mempunyai ^[%2$lld tangkapan skrin](inflect: true).
nl: “%1$@” heeft nu ^[%2$lld screenshot](inflect: true).
no: «%1$@» har nå ^[%2$lld skjermdump](inflect: true).
pl: „%1$@” ma teraz ^[%2$lld zrzut ekranu(inflect: true).
pt_br: “%@” agora tem ^[%lld captura](inflect: true).
pt_pt: “%1$@” agora tem ^[%2$lld captura de ecrã](inflect: true).
ro: „%1$@” are acum ^[%2$lld captură de ecran](inflect: true).
ru: В «%@» теперь ^[скриншотов](inflect: true): %lld.
sk: „%1$@“ má teraz ^[%2$lld snímku obrazovky](inflect: true).
sl: »%1$@« ima zdaj ^[%2$lld posnetek zaslona](inflect: true).
sv: "%1$@" har nu ^[%2$lld skärmdump](inflect: true).
th: "%1$@" ขณะนี้มี ^[%2$lld ภาพหน้าจอ](inflect: true)
tr: “%@” artık ^[%lld ekran görüntüsü](inflect: true) içeriyor.
uk: «%@» тепер має ^[знімків екрана: %lld](inflect: true).
ur: "%1$@" میں اب ^[%2$lld اسکرین شاٹ ہے(inflect: true)۔
vi: “%1$@” hiện có ^[%2$lld ảnh chụp màn hình](inflect: true).
zh_hans: “%@”现在有 %lld 张截图。
zh_hant: 「%@」現在有 ^[%lld 張螢幕截圖](inflect: true)。

source: “%@” still has %@ screenshots from an earlier upload.
ar: لا يزال "%1$@" يحتوي على %2$@ لقطات شاشة من تحميل سابق.
ca: "%1$@" encara té %2$@ captures de pantalla d'una càrrega anterior.
cs: „%1$@“ stále obsahuje %2$@ snímky obrazovky z dřívějšího nahrání.
da: "%1$@" har stadig %2$@ skærmbilleder fra en tidligere upload.
de: „%@“ hat noch %@-Screenshots aus einem früheren Upload.
el: Το "%1$@" εξακολουθεί να έχει %2$@ στιγμιότυπα οθόνης από προηγούμενη μεταφόρτωση.
es: «%@» aún tiene capturas de %@ de una subida anterior.
fa: «%@» هنوز اسکرین‌شات‌های %@ از آپلود قبلی دارد.
fi: "%1$@" sisältää edelleen %2$@ kuvakaappauksia aiemmasta latauksesta.
fr: « %@ » contient encore des captures %@ d'un envoi précédent.
he: ל-"%1$@" עדיין יש %2$@ צילומי מסך מהעלאה קודמת.
hr: “%1$@” još uvijek ima %2$@ snimaka zaslona iz ranijeg prijenosa.
hu: Az „%1$@” még mindig tartalmaz %2$@ képernyőképet egy korábbi feltöltésből.
id: “%1$@” masih memiliki tangkapan layar %2$@ dari unggahan sebelumnya.
it: “%@” ha ancora screenshot %@ di un caricamento precedente.
ja: 「%@」には以前のアップロードの %@ スクリーンショットが残っています。
ko: “%@”에 이전 업로드의 %@ 스크린샷이 아직 있습니다.
ms: “%1$@” masih mempunyai %2$@ tangkapan skrin daripada muat naik terdahulu.
nl: “%1$@” heeft nog steeds %2$@ screenshots van een eerdere upload.
no: «%1$@» har fortsatt %2$@ skjermbilder fra en tidligere opplasting.
pl: „%1$@” nadal zawiera %2$@ zrzuty ekranu z wcześniejszego przesłania.
pt_br: “%@” ainda tem capturas de %@ de um envio anterior.
pt_pt: “%1$@” ainda tem %2$@ capturas de ecrã de um upload anterior.
ro: „%1$@” are încă %2$@ capturi de ecran dintr-o încărcare anterioară.
ru: В «%@» еще есть скриншоты %@ от предыдущей загрузки.
sk: „%1$@“ stále obsahuje %2$@ snímky obrazovky zo skoršieho nahrania.
sl: »%1$@« še vedno vsebuje %2$@ posnetkov zaslona iz prejšnjega nalaganja.
sv: "%1$@" har fortfarande %2$@ skärmdumpar från en tidigare uppladdning.
th: "%1$@" ยังคงมีภาพหน้าจอ %2$@ จากการอัปโหลดครั้งก่อน
tr: “%@” içinde önceki bir yüklemeden kalan %@ ekran görüntüleri hâlâ var.
uk: «%@» ще має знімки екрана %@ з попереднього вивантаження.
ur: "%1$@" کے پاس اب بھی پہلے کے اپ لوڈ کے %2$@ اسکرین شاٹس ہیں۔
vi: “%1$@” vẫn có %2$@ ảnh chụp màn hình từ lần tải lên trước đó.
zh_hans: “%@”仍有之前上传的 %@ 截图。
zh_hant: 「%@」仍有先前上傳的 %@ 螢幕截圖。

source: (detected)
ar: (تم الكشف)
ca: (detectat)
cs: (zjištěno)
da: (opdaget)
de: (erkannt)
el: (εντοπίστηκε)
es: (detectado)
fa: (تشخیص داده شد)
fi: (havaittu)
fr: (détecté)
he: (זוהה)
hr: (otkriveno)
hu: (észlelve)
id: (terdeteksi)
ja: (検出されました)
ko: (감지됨)
ms: (dikesan)
nl: (gedetecteerd)
no: (oppdaget)
pl: (wykryto)
pt_br: (detectado)
pt_pt: (detectado)
ro: (detectat)
sk: (zistené)
sl: (zaznano)
sv: (upptäckt)
th: (ตรวจพบ)
ur: (پتا چلا)
vi: (đã phát hiện)
zh_hans: （检测到）

source: [Privacy Policy](https://screenshotbro.app/privacy)
ar: [سياسة الخصوصية](https://screenshotbro.app/privacy)
ca: [Política de privadesa](https://screenshotbro.app/privacy)
cs: [Zásady ochrany soukromí](https://screenshotbro.app/privacy)
da: [Privatlivspolitik](https://screenshotbro.app/privacy)
de: [Datenschutzerklärung](https://screenshotbro.app/privacy)
el: [Πολιτική Απορρήτου](https://screenshotbro.app/privacy)
es: [Política de privacidad](https://screenshotbro.app/privacy)
fa: [سیاست حفظ حریم خصوصی](https://screenshotbro.app/privacy)
fi: [Tietosuojakäytäntö](https://screenshotbro.app/privacy)
fr: [Politique de confidentialité](https://screenshotbro.app/privacy)
he: [מדיניות פרטיות](https://screenshotbro.app/privacy)
hr: [Pravila o privatnosti](https://screenshotbro.app/privacy)
hu: [Adatvédelmi irányelvek](https://screenshotbro.app/privacy)
id: [Kebijakan Privasi](https://screenshotbro.app/privacy)
it: [Informativa sulla privacy](https://screenshotbro.app/privacy)
ja: [プライバシーポリシー](https://screenshotbro.app/privacy)
ko: [개인정보처리방침](https://screenshotbro.app/privacy)
ms: [Dasar Privasi](https://screenshotbro.app/privacy)
nl: [Privacybeleid](https://screenshotbro.app/privacy)
no: [Personvernregler](https://screenshotbro.app/privacy)
pl: [Polityka prywatności](https://screenshotbro.app/privacy)
pt_br: [Política de Privacidade](https://screenshotbro.app/privacy)
pt_pt: [Política de Privacidade](https://screenshotbro.app/privacy)
ro: [Politica de confidențialitate](https://screenshotbro.app/privacy)
ru: [Политика конфиденциальности](https://screenshotbro.app/privacy)
sk: [Zásady ochrany osobných údajov](https://screenshotbro.app/privacy)
sl: [Politika zasebnosti](https://screenshotbro.app/privacy)
sv: [Sekretesspolicy](https://screenshotbro.app/privacy)
th: [นโยบายความเป็นส่วนตัว](https://screenshotbro.app/privacy)
tr: [Gizlilik Politikası](https://screenshotbro.app/privacy)
uk: [Політика конфіденційності](https://screenshotbro.app/privacy)
ur: [رازداری کی پالیسی](https://screenshotbro.app/privacy)
vi: [Chính sách quyền riêng tư](https://screenshotbro.app/privacy)
zh_hans: [隐私政策](https://screenshotbro.app/privacy)
zh_hant: [隱私權政策](https://screenshotbro.app/privacy)

source: [Terms of Service](https://screenshotbro.app/terms)
ar: [بنود الخدمة](https://screenshotbro.app/terms)
ca: [Condicions del servei](https://screenshotbro.app/terms)
cs: [Smluvní podmínky](https://screenshotbro.app/terms)
da: [Servicevilkår](https://screenshotbro.app/terms)
de: [Nutzungsbedingungen](https://screenshotbro.app/terms)
el: [Όροι Παροχής Υπηρεσιών](https://screenshotbro.app/terms)
es: [Términos de servicio](https://screenshotbro.app/terms)
fa: [شرایط خدمات](https://screenshotbro.app/terms)
fi: [Käyttöehdot](https://screenshotbro.app/terms)
fr: [Conditions d'utilisation](https://screenshotbro.app/terms)
he: [תנאים והגבלות](https://screenshotbro.app/terms)
hr: [Uvjeti pružanja usluge](https://screenshotbro.app/terms)
hu: [Általános Szerződési Feltételek](https://screenshotbro.app/terms)
id: [Persyaratan Layanan](https://screenshotbro.app/terms)
it: [Termini di servizio](https://screenshotbro.app/terms)
ja: [利用規約](https://screenshotbro.app/terms)
ko: [이용약관](https://screenshotbro.app/terms)
ms: [Syarat Perkhidmatan](https://screenshotbro.app/terms)
nl: [Servicevoorwaarden](https://screenshotbro.app/terms)
no: [Vilkår for bruk](https://screenshotbro.app/terms)
pl: [Warunki korzystania z usługi](https://screenshotbro.app/terms)
pt_br: [Termos de Serviço](https://screenshotbro.app/terms)
pt_pt: [Termos de Serviço](https://screenshotbro.app/terms)
ro: [Termeni și condiții](https://screenshotbro.app/terms)
ru: [Условия использования](https://screenshotbro.app/terms)
sk: [Zmluvné podmienky](https://screenshotbro.app/terms)
sl: [Pogoji storitve](https://screenshotbro.app/terms)
sv: [Användarvillkor](https://screenshotbro.app/terms)
th: [ข้อกำหนดในการให้บริการ](https://screenshotbro.app/terms)
tr: [Hizmet Koşulları](https://screenshotbro.app/terms)
uk: [Умови використання](https://screenshotbro.app/terms)
ur: [سروس کی شرائط](https://screenshotbro.app/terms)
vi: [Điều khoản dịch vụ](https://screenshotbro.app/terms)
zh_hans: [服务条款](https://screenshotbro.app/terms)
zh_hant: [服務條款](https://screenshotbro.app/terms)

source: **⇧ + Arrow** nudges by 10px.
ar: **⇧ + سهم** يدفع بمقدار 10 بكسل.
ca: **⇧ + Fletxa** desplaça 10 píxels.
cs: **⇧ + Šipka** posouvá o 10 pixelů.
da: **⇧ + pil** rykker med 10px.
de: **⇧ + Pfeiltaste** verschiebt um 10 px.
el: **⇧ + Βέλος** ωθείται κατά 10 εικονοστοιχεία.
es: **⇧ + flecha** desplaza 10 px.
fa: **⇧ + کلید جهت** شکل را ۱۰ پیکسل جابه‌جا می‌کند.
fi: **⇧ + Nuoli** työntyy 10 kuvapistettä.
fr: **⇧ + Flèche** décale de 10 px.
he: **⇧ + חץ** דוחפים ב-10 פיקסלים.
hr: **⇧ + strelica** gura za 10 px.
hu: **⇧ + Nyíl** 10 képponttal eltolja.
id: **⇧ + Panah** menyenggol sebesar 10 piksel.
it: **⇧ + Freccia** sposta di 10 px.
ja: **⇧ + 矢印キー** で 10 px ずつ移動します。
ko: **⇧ + 화살표**는 10px씩 이동합니다.
ms: **⇧ + Anak Panah** menyenggol sebanyak 10px.
nl: **⇧ + Pijl** duwt 10px.
no: **⇧ + Pil** skyver med 10 piksler.
pl: **⇧ + Strzałka** przesuwa się o 10 pikseli.
pt_br: **⇧ + Seta** desloca 10 px.
pt_pt: **⇧ + Seta** aumenta em 10px.
ro: **⇧ + Săgeată** deplasează cu 10 pixeli.
ru: **⇧ + стрелка** сдвигает на 10 пикселей.
sk: **⇧ + šípka** posunie o 10 pixelov.
sl: **⇧ + puščica** premakne za 10 slikovnih pik.
sv: **⇧ + Pil** knuffar med 10px.
th: **⇧ + ลูกศร** ขยับทีละ 10px
tr: **⇧ + Ok** 10 px kaydırır.
uk: **⇧ + стрілка** зсуває на 10 px.
ur: **⇧ + تیر** 10px کی طرف اشارہ کرتا ہے۔
vi: **⇧ + Mũi tên** dịch chuyển 10px.
zh_hans: **⇧ + 方向键**：每次微移 10 像素。
zh_hant: **⇧ + 方向鍵**：一次移動 10 px。

source: **⌘]** / **⌘[** cycle forward / backward through languages.
ar: **⌘]** / **⌘[** دورة للأمام/للخلف عبر اللغات.
ca: **⌘]** / **⌘[** cicle endavant / enrere pels idiomes.
cs: **⌘]** / **⌘[** procházet jazyky vpřed/vzad.
da: **⌘]** / **⌘[** cykle frem/tilbage gennem sprog.
de: **⌘]** / **⌘[** wechseln vorwärts/rückwärts durch die Sprachen.
el: **⌘]** / **⌘[** κύκλος προς τα εμπρός / προς τα πίσω στις γλώσσες.
es: **⌘]** / **⌘[** recorren los idiomas hacia delante o hacia atrás.
fa: **⌘]** / **⌘[** بین زبان‌ها به جلو / عقب می‌روند.
fi: **⌘]** / **⌘[** selata kieliä eteenpäin/taaksepäin.
fr: **⌘]** / **⌘[** avance/recule dans les langues.
he: **⌘]** / **⌘[** סיבוב קדימה / אחורה בין השפות.
hr: **⌘]** / **⌘[** kruži naprijed/natrag kroz jezike.
hu: **⌘]** / **⌘[** lapozás előre/hátra a nyelvek között.
id: **⌘]** / **⌘[** siklus maju / mundur melalui bahasa.
it: **⌘]** / **⌘[** passano alla lingua successiva / precedente.
ja: **⌘]** / **⌘[** で言語を順方向 / 逆方向に切り替えます。
ko: **⌘]** / **⌘[** 키로 언어를 앞뒤로 전환합니다.
ms: **⌘]** / **⌘[** kitaran ke hadapan / ke belakang melalui bahasa.
nl: **⌘]** / **⌘[** blader vooruit/achteruit door talen.
no: **⌘]** / **⌘[** bla forover/bakover gjennom språk.
pl: **⌘]** / **⌘[** przełączanie języków do przodu/do tyłu.
pt_br: **⌘]** / **⌘[** avançam / retrocedem pelos idiomas.
pt_pt: **⌘]** / **⌘[** avançar/retroceder nos idiomas.
ro: **⌘]** / **⌘[** parcurge limbi înainte / înapoi.
ru: **⌘]** / **⌘[** переключают языки вперед / назад.
sk: **⌘]** / **⌘[** prepínať jazyky dopredu/dozadu.
sl: **⌘]** / **⌘[** krožno premikanje naprej/nazaj med jeziki.
sv: **⌘]** / **⌘[** bläddra framåt/bakåt genom språken.
th: **⌘]** / **⌘[** วนไปข้างหน้า / ย้อนกลับผ่านภาษาต่างๆ
tr: **⌘]** / **⌘[** diller arasında ileri / geri geçiş yapar.
uk: **⌘]** / **⌘[** перемикають мови вперед / назад.
ur: **⌘]** / **⌘[** زبانوں کے ذریعے آگے / پیچھے کی طرف چکر لگانا۔
vi: **⌘]** / **⌘[** chuyển tiếp/lui ngược qua các ngôn ngữ.
zh_hans: **⌘]** / **⌘[**：向前/向后切换语言。
zh_hant: **⌘]** / **⌘[**：向前／向後切換語言。

source: **⌘+** / **⌘−** zoom in/out, **⌘0** resets to 100%, **F** focuses on the current selection.
ar: **⌘+** / **⌘−** تكبير/تصغير، **⌘0** إعادة تعيين إلى 100%، **F** يركز على التحديد الحالي.
ca: **⌘+** / **⌘−** ampliar/reduir, **⌘0** es restableix al 100%, **F** se centra en la selecció actual.
cs: **⌘+** / **⌘−** přiblížení/oddálení, **⌘0** se resetuje na 100 %, **F** se zaměřuje na aktuální výběr.
da: **⌘+** / **⌘−** zoom ind/ud, **⌘0** nulstilles til 100 %, **F** fokuserer på det aktuelle valg.
de: **⌘+** / **⌘−** hinein-/herauszoomen, **⌘0** wird auf 100 % zurückgesetzt, **F** konzentriert sich auf die aktuelle Auswahl.
el: **⌘+** / **⌘−** μεγέθυνση/σμίκρυνση, το **⌘0** επαναφέρει στο 100%, το **F** εστιάζει στην τρέχουσα επιλογή.
es: **⌘+** / **⌘−** acercar/alejar, **⌘0** se restablece al 100%, **F** se centra en la selección actual.
fa: **⌘+** / **⌘−** بزرگنمایی/کوچ کردن، **⌘0** به 100% بازنشانی می‌شود، **F** روی انتخاب فعلی تمرکز می‌کند.
fi: **⌘+** / **⌘−** lähennä/loitonna, **⌘0** palautuu 100 %:iin, **F** tarkentaa nykyiseen valintaan.
fr: **⌘+** / **⌘−** zoom avant/arrière, **⌘0** se réinitialise à 100 %, **F** se concentre sur la sélection actuelle.
he: **⌘+** / **⌘−** התקרב/הקטנה, **⌘0** מתאפס ל-100%, **F** מתמקד בבחירה הנוכחית.
hr: **⌘+** / **⌘−** povećava/smanjuje, **⌘0** se vraća na 100%, **F** se fokusira na trenutni odabir.
hu: **⌘+** / **⌘−** nagyítás/kicsinyítés, **⌘0** visszaáll 100%-ra, **F** az aktuális kijelölésre fókuszál.
id: **⌘+** / **⌘−** memperbesar/memperkecil, **⌘0** diatur ulang ke 100%, **F** fokus pada pilihan saat ini.
ja: **⌘+** / **⌘−** ズームイン/ズームアウト、**⌘0** は 100% にリセット、**F** は現在の選択範囲に焦点を当てます。
ko: **⌘+** / **⌘−** 확대/축소, **⌘0**은 100%로 재설정, **F**는 현재 선택 항목에 초점을 맞춥니다.
ms: **⌘+** / **⌘−** zum masuk/keluar, **⌘0** ditetapkan semula kepada 100%, **F** memfokus pada pilihan semasa.
nl: **⌘+** / **⌘−** in-/uitzoomen, **⌘0** wordt gereset naar 100%, **F** focust op de huidige selectie.
no: **⌘+** / **⌘−** zoom inn/ut, **⌘0** tilbakestilles til 100 %, **F** fokuserer på gjeldende valg.
pl: **⌘+** / **⌘−** powiększanie/pomniejszanie, **⌘0** resetuje do 100%, **F** skupia się na bieżącym zaznaczeniu.
pt_br: **⌘+** / **⌘−** aumenta/diminui o zoom, **⌘0** redefine para 100%, **F** foca na seleção atual.
pt_pt: **⌘+** / **⌘−** aumenta/diminui o zoom, **⌘0** redefine para 100%, **F** foca na seleção atual.
ro: **⌘+** / **⌘−** mări/micșorează, **⌘0** se resetează la 100%, **F** se concentrează pe selecția curentă.
sk: **⌘+** / **⌘−** priblíženie/oddialenie, **⌘0** sa obnoví na 100 %, **F** sa zameria na aktuálny výber.
sl: **⌘+** / **⌘−** povečava/pomanjšava, **⌘0** se ponastavi na 100 %, **F** se osredotoči na trenutno izbiro.
sv: **⌘+** / **⌘−** zooma in/ut, **⌘0** återställs till 100 %, **F** fokuserar på det aktuella valet.
th: **⌘+** / **⌘−** ซูมเข้า/ออก **⌘0** รีเซ็ตเป็น 100% **F** มุ่งเน้นไปที่การเลือกปัจจุบัน
ur: **⌘+** / **⌘−** زوم ان/آؤٹ، **⌘0** 100% پر ری سیٹ، **F** موجودہ انتخاب پر فوکس کرتا ہے۔
vi: **⌘+** / **⌘−** phóng to/thu nhỏ, **⌘0** đặt lại về 100%, **F** tập trung vào lựa chọn hiện tại.
zh_hans: **⌘+** / **⌘−** 放大/缩小，**⌘0** 重置为 100%，**F** 聚焦于当前选择。
